{"format": "layers-model", "generatedBy": null, "convertedBy": "TensorFlow.js Converter v1.2.6", "modelTopology": null, "weightsManifest": [{"paths": ["group1-shard1of1.bin"], "weights": [{"name": "conv2d_49/kernel", "shape": [3, 3, 3, 32], "dtype": "float32"}, {"name": "conv2d_49/bias", "shape": [32], "dtype": "float32"}, {"name": "conv2d_50/kernel", "shape": [3, 3, 32, 32], "dtype": "float32"}, {"name": "conv2d_50/bias", "shape": [32], "dtype": "float32"}, {"name": "dense_22/kernel", "shape": [67712, 3], "dtype": "float32"}, {"name": "dense_22/bias", "shape": [3], "dtype": "float32"}]}]}